Ищу код веб-приложения, которое позволит создавать/пополнять/редактировать базу данных клиентов и иных объектов. Вроде бы, это называется CRM. Хочу установить веб-приложение на сервере/хостинге и вести учёт через браузер.

Список того, что нашёл на "github.com":

https://github.com/monicahq/monica
Это система учёта контакток, PHP и MySQL. Можно записывать контактную информацию, связи между ними, прикреплять фото, разные файлы, делать записки. Есть возможность настройки уведомлений на эл. почту.
